# ICustomFieldProperties Methods

---
The ICustomFieldProperties type exposes the following members.
| Name| Description
---|---|---
| AreEqualTo|  Identifies if the custom field properties are equal or not.
Top
#### Reference
ICustomFieldProperties Interface
Autodesk.Revit.DB Namespace